-- MariaDB dump 10.19  Distrib 10.7.3-MariaDB, for Linux (x86_64)
--
-- Host: localhost    Database: japautozap
-- ------------------------------------------------------
-- Server version	10.7.3-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `ivers`
--

DROP TABLE IF EXISTS `ivers`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ivers` (
  `id` varchar(37) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `subid` tinyint(3) unsigned DEFAULT NULL,
  `number` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `firm` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quantity` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remark` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `date` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ivers`
--

LOCK TABLES `ivers` WRITE;
/*!40000 ALTER TABLE `ivers` DISABLE KEYS */;
INSERT INTO `ivers` VALUES
('a6012cce-cf00-11ec-b123-fa163e12a460',0,'AN-717K','Колодки тормозные Япония','JP AKEBONO','3069.67','1','Nikolay',1,'2022-05-09'),
('5bb76d07-cefe-11ec-b123-fa163e12a460',0,'MPMF6255','Ремень клиновой','MITSUBOSHI','183.35','1','Nikolay',1,'2022-05-09'),
('37dee4c5-cec5-11ec-b123-fa163e12a460',0,'AN-734K','Колодки тормозные Япония','JP AKEBONO','3140.13','1','7275',1,'2022-05-09'),
('06ed96d9-ce19-11ec-b123-fa163e12a460',0,'JBP0018','Колодки тормозные,  задние D1244MH','','813','1','tim',0,'2022-05-09'),
('a809a43b-ce0b-11ec-b123-fa163e12a460',0,'T1639','Фильтр масляный','','297','2','tim',0,'2022-05-09'),
('a80c91c4-ce0b-11ec-b123-fa163e12a460',0,'SP5W40C','Масло моторное PROFIX','PROFIX','2515.3','1','tim',1,'2022-05-09'),
('a9d376da-cdcf-11ec-b123-fa163e12a460',0,'C-110','Фильтр масляный','VIC','261.49','1','r',1,'2022-05-09'),
('a9d5502e-cdcf-11ec-b123-fa163e12a460',0,'C-415','Фильтр масляный','VIC','282.57','2','r',1,'2022-05-09'),
('a9d5ad05-cdcf-11ec-b123-fa163e12a460',0,'C-307','Фильтр масляный','VIC','290.21','1','r',1,'2022-05-09'),
('a9d6d296-cdcf-11ec-b123-fa163e12a460',0,'7PK1750','Ремень поликлиновой','MITSUBOSHI','1273.95','1','r',1,'2022-05-09'),
('a9d7614d-cdcf-11ec-b123-fa163e12a460',0,'5PK875','Ремень поликлиновой','MITSUBOSHI','432.25','1','r',1,'2022-05-09'),
('bac50b88-cd2f-11ec-b123-fa163e12a460',0,'C-901','Фильтр масляный','VIC','274.94','1','tim',1,'2022-05-09'),
('e757a644-cd1b-11ec-b123-fa163e12a460',0,'SP5W30C','Масло моторное PROFIX','PROFIX','2329.36','1','Serega',1,'2022-05-09'),
('e7588ca9-cd1b-11ec-b123-fa163e12a460',0,'C-415','Фильтр масляный','VIC','282.57','1','tim',1,'2022-05-09'),
('e7595850-cd1b-11ec-b123-fa163e12a460',0,'DL1-5W30C1','Масло моторное PROFIX','PROFIX','858.65','1','ешь',1,'2022-05-09'),
('e759b7cb-cd1b-11ec-b123-fa163e12a460',0,'DL1-5W30C','Масло моторное PROFIX','PROFIX','2664.52','2','ешь',1,'2022-05-09'),
('e75a217e-cd1b-11ec-b123-fa163e12a460',0,'C-224','Фильтр масляный','VIC','282.57','1','r',1,'2022-05-09'),
('c68772f7-ccae-11ec-b123-fa163e12a460',0,'AN-634WK','Колодки тормозные Япония','JP AKEBONO','1988.62','1','Nikolay',1,'2022-05-09'),
('39f0850e-cc80-11ec-b123-fa163e12a460',0,'SP5W40C','Масло моторное PROFIX','PROFIX','2515.3','2','titan',1,'2022-05-09'),
('94daa7c6-cc77-11ec-b123-fa163e12a460',0,'163S8M27','Ремень ГРM','MITSUBOSHI','810','1','tim',1,'2022-05-09'),
('99787cc3-cc75-11ec-b123-fa163e12a460',0,'AN-815K','Колодки тормозные Япония','JP AKEBONO','2963.52','1','7273',1,'2022-05-09'),
('7df67b1e-cc6f-11ec-b123-fa163e12a460',0,'C-307','Фильтр масляный','VIC','290.21','4','tim',1,'2022-05-09'),
('c5b0a6ec-cc4c-11ec-b123-fa163e12a460',0,'ATF6004','Масло для автомат.коробок - AISIN','AISIN oil','2944.03','2','tim',1,'2022-05-09'),
('69d777bf-cc46-11ec-b123-fa163e12a460',0,'7PK2060','Ремень поликлиновой','MITSUBOSHI','1653','1','titan',1,'2022-05-09'),
('be296bd4-cc45-11ec-b123-fa163e12a460',0,'7PK2060','Ремень поликлиновой','NARICHIN','857','1','tim',1,'2022-05-09'),
('d52fea7f-cc43-11ec-b123-fa163e12a460',0,'C-113','Фильтр масляный','VIC','282.57','4','tim 90915YZZE2',1,'2022-05-09'),
('d530eade-cc43-11ec-b123-fa163e12a460',0,'NSZ-4510','Стойка стабилизатора','NARICHIN','379','2','r',1,'2022-05-09'),
('d531c3e3-cc43-11ec-b123-fa163e12a460',0,'6PK1230','Ремень поликлиновой','MITSUBOSHI','770','1','r',1,'2022-05-09'),
('d5329462-cc43-11ec-b123-fa163e12a460',0,'WPT-140','Помпа','AISIN','3733','1','r',1,'2022-05-09'),
('710c09f9-cba8-11ec-b123-fa163e12a460',0,'C-110','Фильтр масляный','VIC','261.49','2','tim',1,'2022-05-09'),
('3ed1699e-cb8e-11ec-b123-fa163e12a460',0,'12019800','\"Ajusa Колпачок маслосъемный (впускной)\"','','128','5','tiM',0,'2022-05-09'),
('08c37813-cb88-11ec-b123-fa163e12a460',0,'ATF6004','Масло для автомат.коробок - AISIN','AISIN oil','2944.03','1','tiM',1,'2022-05-09'),
('08cacf86-cb88-11ec-b123-fa163e12a460',0,'C-809','Фильтр масляный','VIC','305.48','1','tiM',1,'2022-05-09'),
('08cc3e36-cb88-11ec-b123-fa163e12a460',0,'C-901','Фильтр масляный','VIC','274.94','1','r',1,'2022-05-09'),
('eae6df63-cb83-11ec-b123-fa163e12a460',0,'O-117','Фильтр масляный','VIC','351.31','1','r',1,'2022-05-09'),
('eaea1096-cb83-11ec-b123-fa163e12a460',0,'NCT-1111','Катушка зажигания','NARICHIN','1364','1','r',1,'2022-05-09'),
('eaeb14c9-cb83-11ec-b123-fa163e12a460',0,'NCT-1325','Катушка зажигания','NARICHIN','1364','1','r',1,'2022-05-09'),
('ae926878-ca04-11ec-b123-fa163e12a460',0,'T1637','Фильтр масляный','','289','2','tim',1,'2022-05-09'),
('ae934fec-ca04-11ec-b123-fa163e12a460',0,'ET368','Прокладка кр. клап.','ERISTIC','351','1','r',1,'2022-05-09'),
('e81411c4-cbb8-11ec-b123-fa163e12a460',0,'ZA-50TKZ3301FR        ENCS5','Подш. выж.','NSK','1322.76','1','mit vl Z',1,'2022-05-09'),
('65426fe7-d054-11ec-b123-fa163e12a460',0,'ZA- / HO / 66BWKH27A-Y01  RW1S','Подшипник','NSK','7081.36','1','5745 titan',1,'2022-05-10'),
('ed3a1af7-d03c-11ec-b123-fa163e12a460',0,'N2333','Сальник 52 / 66 / 9','MUSASHI','275.2','1','r',1,'2022-05-10'),
('ed3c912f-d03c-11ec-b123-fa163e12a460',0,'C-224','Фильтр масляный','VIC','282.57','1','tim',1,'2022-05-10'),
('2a74db3d-d032-11ec-b123-fa163e12a460',0,'C-114','Фильтр масляный','VIC','309.49','4','tim',1,'2022-05-10'),
('2a7918da-d032-11ec-b123-fa163e12a460',0,'C-901','Фильтр масляный','VIC','274.94','1','r',1,'2022-05-10'),
('2a7e5c5c-d032-11ec-b123-fa163e12a460',0,'DL1-5W30C','Масло моторное PROFIX','PROFIX','2664.52','2','ешь',1,'2022-05-10'),
('2a7f07f0-d032-11ec-b123-fa163e12a460',0,'C-224','Фильтр масляный','VIC','282.57','1','r',1,'2022-05-10'),
('ea1d0655-d060-11ec-b123-fa163e12a460',0,'C-415','Фильтр масляный','VIC','282.57','2','tim',1,'2022-05-10'),
('32345053-d060-11ec-b123-fa163e12a460',0,'SP5W30C','Масло моторное PROFIX','PROFIX','2329.36','3','tim',1,'2022-05-10'),
('3237e7b7-d060-11ec-b123-fa163e12a460',0,'SP5W30C1','Масло моторное PROFIX','PROFIX','711.02','2','tim',1,'2022-05-10'),
('4652f2c9-d387-11ec-b123-fa163e12a460',0,'C-901','Фильтр масляный','VIC','274.94','1','tiM',0,'2022-05-15'),
('46555b69-d387-11ec-b123-fa163e12a460',0,'6PK2200','Ремень поликлиновой','MITSUBOSHI','1580.8','1','r',0,'2022-05-15'),
('51763ccd-d35f-11ec-b123-fa163e12a460',0,'C-114','Фильтр масляный','VIC','309.49','2','tim',0,'2022-05-15'),
('4e89a708-d357-11ec-b123-fa163e12a460',0,'C-809','Фильтр масляный','VIC','305.48','1','tiM',0,'2022-05-15'),
('4e8b0ba5-d357-11ec-b123-fa163e12a460',0,'7PK1275','Ремень поликлиновой','MITSUBOSHI','971.85','1','r',0,'2022-05-15'),
('4e8ba490-d357-11ec-b123-fa163e12a460',0,'7PK1125','Ремень поликлиновой','MITSUBOSHI','780.9','1','r',0,'2022-05-15'),
('4e8c1489-d357-11ec-b123-fa163e12a460',0,'C-111','Фильтр масляный','VIC','282.57','1','r',0,'2022-05-15'),
('4e8c6919-d357-11ec-b123-fa163e12a460',0,'NKT-1057','Колодки тормозные,  дисковые','NARICHIN','608','1','r',0,'2022-05-15'),
('4e8ce532-d357-11ec-b123-fa163e12a460',0,'NKT-1176','Колодки тормозные,  дисковые','NARICHIN','815.1','1','r',0,'2022-05-15'),
('4a468a2d-d2d5-11ec-b123-fa163e12a460',0,'C-809','Фильтр масляный','VIC','305.48','1','tiM',0,'2022-05-15'),
('a38562f4-d2ab-11ec-b123-fa163e12a460',0,'O-119','Фильтр масляный','VIC','351.31','1','04152YZZA6',1,'2022-05-15'),
('2967e520-d29f-11ec-b123-fa163e12a460',0,'C-415','Фильтр масляный','VIC','282.57','5','tim',1,'2022-05-15'),
('25bd08d5-d289-11ec-b123-fa163e12a460',0,'4PK780','Ремень поликлиновой','MITSUBOSHI','309.7','1','tim',1,'2022-05-15'),
('91265537-d283-11ec-b123-fa163e12a460',0,'NBT-2256','Подшипник подвесной привода прав.','NARICHIN','403.75','1','ешь',0,'2022-05-15'),
('912b370c-d283-11ec-b123-fa163e12a460',0,'BE2351-E0','Сальник','NOK','228.55','1','tim 3834281X01',1,'2022-05-15'),
('b554d015-d27d-11ec-b123-fa163e12a460',0,'DL1-5W30C','Масло моторное PROFIX','PROFIX','2664.52','1','titan',1,'2022-05-15'),
('b55791e8-d27d-11ec-b123-fa163e12a460',0,'SP5W40C','Масло моторное PROFIX','PROFIX','2591.11','1','titan',1,'2022-05-15'),
('b5581971-d27d-11ec-b123-fa163e12a460',0,'270-40416','Ремкомплект дисковых тормозов','SEIKEN','1522.46','1','пул зак12755',0,'2022-05-15'),
('1d3ff680-d20d-11ec-b123-fa163e12a460',0,'C-525','Фильтр масляный','VIC','2023.83','1','Nikolay',1,'2022-05-15'),
('5707aa92-d20b-11ec-b123-fa163e12a460',0,'6PK960','Ремень поликлиновой','MITSUBOSHI','570','1','titan',1,'2022-05-15'),
('06a7b02a-d1ef-11ec-b123-fa163e12a460',0,'AN-825K','Колодки тормозные Япония','JP AKEBONO','2955.55','1','mit v ZAK',0,'2022-05-15'),
('55661f56-d1d9-11ec-b123-fa163e12a460',0,'SP5W40C1','Масло моторное PROFIX','PROFIX','811.09','1','tiM',0,'2022-05-15'),
('556cd42a-d1d9-11ec-b123-fa163e12a460',0,'SP5W40C','Масло моторное PROFIX','PROFIX','2591.11','2','tiM',1,'2022-05-15'),
('5c9085f1-d1bf-11ec-b123-fa163e12a460',0,'O-118','Фильтр масляный','VIC','450.58','1','r',0,'2022-05-15'),
('94b9dc4c-d11a-11ec-b123-fa163e12a460',0,'BA5911-E0','Сальник','NOK','607.2','1','r',1,'2022-05-15'),
('94ba705a-d11a-11ec-b123-fa163e12a460',0,'JLM506849E / 10E','Подшипник передней ступицы внутренний','KOYO','1664','1','r',1,'2022-05-15'),
('c2361a95-d105-11ec-b123-fa163e12a460',0,'C-110','Фильтр масляный','VIC','261.49','1','r',1,'2022-05-15'),
('2a7e5c5c-d032-11ec-b123-fa163e12a460',1,'DL1-5W30C','Масло моторное PROFIX','PROFIX','2664.52','1','ешь',1,'2022-05-15'),
('695ca8cf-d451-11ec-b123-fa163e12a460',0,'SP5W30C1','Масло моторное PROFIX','PROFIX','711.02','3','titan',0,'2022-05-15'),
('695fdb50-d451-11ec-b123-fa163e12a460',0,'SP5W30C','Масло моторное PROFIX','PROFIX','2329.36','3','titan',0,'2022-05-15');
/*!40000 ALTER TABLE `ivers` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-05-15 19:02:47
